Repository: chi-rei-den/TerrariaLocalization
Catalog: zhHans/project/tm/penalty-20/legacy_impcn.tmx
Source language: en_us
Languages: zh_cn

source: Yellow and Green Lights
zh_cn: 黄绿彩灯

source: Yellow and Silver Dye
zh_cn: 黄银染料

source: Yes
zh_cn: 是

source: Yeti
zh_cn: 野人

source: Yeti Banner
zh_cn: 野人旗帜

source: Yo ho ho and a bottle of....blinkroots!
zh_cn: 哟吼吼,一瓶...闪耀根!

source: Yo, I heard you like rockets and running boots, so I put some rockets in your running boots.
zh_cn: 哟,我听说你喜欢火箭与跑鞋,所以我在你的跑鞋上装了火箭.

source: Yoraiz0r's Recolored Goggles
zh_cn: Yoraiz0r的染色护目镜

source: Yoraiz0r's Scowl
zh_cn: Yoraiz0r的怒容

source: Yoraiz0r's Skirt
zh_cn: Yoraiz0r的裙

source: Yoraiz0r's Spell
zh_cn: Yoraiz0r的魔法

source: Yoraiz0r's Uniform
zh_cn: Yoraiz0r的制服

source: You Can Do It!
zh_cn: 你能行!

source: You and What Army?
zh_cn: 你是哪路神仙啊?

source: You are banned from this server.
zh_cn: 你已被此服务器封禁.

source: You are being sucked into the mouth
zh_cn: 你被吞进了嘴里

source: You are completely petrified!
zh_cn: 你完全被吓傻了!

source: You are craving carrots
zh_cn: 你正拿着胡萝卜呐.....

source: You are done, the grand {Angler} dismisses you!
zh_cn: 你完蛋了,伟大的{Angler}会解雇你!

source: You are dripping water
zh_cn: 你在摸鱼?

source: You are in love!
zh_cn: 你被浓浓的爱意包围了!

source: You are not in a party!
zh_cn: 你不在任何队伍中!

source: You are not using the same version as this server.
zh_cn: 你使用的版本与此服务器的版本不同.

source: You are overwhelmed with pain...
zh_cn: 疼痛要压垮你了...

source: You are slimy and sticky
zh_cn: 身上不停地滴落粘液

source: You are so close!
zh_cn: 你就要成功了!

source: You are stuck
zh_cn: 你被粘住了

source: You are unable to absorb healing effects
zh_cn: 你无法获得治疗效果

source: You better not get blood on me.
zh_cn: 你最好不要让血沾到我身上.

source: You can only go down from here!
zh_cn: 在这儿你只能往下走!

source: You can see nearby hazards
zh_cn: 你将能感知到附近的危险

source: You can see what's biting your hook
zh_cn: 你可以看到你钓到了什么

source: You can't change teams inside your team's blocks!
zh_cn: 你无法在你队伍方块区域内更换队伍!

source: You can't move!
zh_cn: 冻住!不许走!

source: You can't see!
zh_cn: 你看不见了!

source: You cannot move
zh_cn: 你无法移动

source: You feel an evil presence watching you...
zh_cn: 你感受到一个邪恶的存在正注视着你...

source: You feel vibrations from deep below...
zh_cn: 你感受到了深处的震动...

source: You have a lot of work to do.
zh_cn: 你还有许多工作要做.

source: You have entertained me enough for today, go.
zh_cn: 你今天已经让我够开心了,可以走了.

source: You have lost the power of creation!
zh_cn: 你失去了创造的能力!

source: You have no idea how much Dirt Blocks sell for overseas.
zh_cn: 你是不知道这土块能在国外卖多少钱.

source: You have seen something nasty, there is no escape.
zh_cn: 你看到了污浊之物,无路可逃.

source: You just might be strong enough to free me from my curse...
zh_cn: 你的能力也只够将我从诅咒中解救出来...

source: You know, I think I've seen a portal like that before, but it was gold.
zh_cn: 你知道吗,我以前见过像这样的传送门,但是那是金色的.

source: You know, that mining helmet-flipper combination was a much better idea on paper.
zh_cn: 你知道吧,理论上,潜水帽与脚蹼应该配套使用.

source: You must cleanse the world of this corruption.
zh_cn: 你必须净化这个邪恶的世界.

source: You must cleanse the world of this crimson.
zh_cn: 你必须净化这个血腥的世界.

source: You must first set a frame
zh_cn: 你必须先设置边框

source: You should focus on gathering more life crystals to increase your maximum life.
zh_cn: 你应当专注于收集更多的生命水晶,以增加最大生命值.

source: You smell terrible
zh_cn: 你闻起来真臭

source: You wake up from a strange dream...
zh_cn: 你从一个古怪的梦中醒来...

source: You were slain...
zh_cn: 你被杀死了...

source: You will dodge the next attack
zh_cn: 你能闪避下次攻击

source: You will fall slower while holding this
zh_cn: 拿着它你的坠落速度会减慢

source: You will need an anvil to make most things out of metal bars.
zh_cn: 你需要一个砧子才能充分锤炼金属锭.

source: You've got a real backbone coming way down here, how 'bout ya buy somethin?
zh_cn: 真正的脊骨就快到货了,你要不买点什么?

source: Your Journey Begins...
zh_cn: 你的旅程即将开始...

source: Your armor is lowered!
zh_cn: 你的护甲破损了!

source: Your attacks are weaker!
zh_cn: 你的攻击减弱了!

source: Your ballistas rapidly shoot in panic!
zh_cn: 你的弩车正因为恐慌而在快速射击!

source: Your bed is obstructed.
zh_cn: 你的床被挡住了.

source: Your mind goes numb...
zh_cn: 你的头脑开始发麻...

source: Your movement speed has been reduced
zh_cn: 移动速度降低了

source: Your world has been blessed with Adamantite!
zh_cn: 你的世界被赋予了精金!

source: Your world has been blessed with Cobalt!
zh_cn: 你的世界被赋予了钴蓝!

source: Your world has been blessed with Mythril!
zh_cn: 你的世界被赋予了秘银!

source: Your world has been blessed with Orichalcum!
zh_cn: 你的世界被赋予了山铜!

source: Your world has been blessed with Palladium!
zh_cn: 你的世界被赋予了钯金!

source: Your world has been blessed with Titanium!
zh_cn: 你的世界被赋予了钛金!

source: Yoyo
zh_cn: 狼神

source: Yoyo Bag
zh_cn: 悠悠球袋

source: Yoyo Glove
zh_cn: 悠悠球手套

source: Zealous
zh_cn: 狂热

source: Zebra Skin
zh_cn: 斑马皮

source: Zebra Swallowtail Butterfly
zh_cn: 斑纹燕尾蝶

source: Zebra Swallowtail Butterfly Jar
zh_cn: 斑纹燕尾蝶罐

source: Zephyr Fish
zh_cn: 和风鱼

source: Zombie
zh_cn: 僵尸

source: Zombie Arm
zh_cn: 僵尸臂手

source: Zombie Banner
zh_cn: 僵尸旗帜

source: Zombie Elf
zh_cn: 精灵僵尸

source: Zombie Elf Banner
zh_cn: 精灵僵尸旗帜

source: Zombie Eskimo
zh_cn: 爱斯基摩僵尸

source: Zombie Eskimo Banner
zh_cn: 爱斯基摩僵尸旗帜

source: Zombie Fish
zh_cn: 僵尸鱼

source: Zoom
zh_cn: 缩放

source: Zoom In
zh_cn: 拉近镜头

source: Zoom Out
zh_cn: 推远镜头

source: Zoom: {0}% ({1}%)
zh_cn: 画面缩放：{0}% ({1}%)

source: a chair
zh_cn: 椅子

source: a door
zh_cn: 门

source: a light source
zh_cn: 光源

source: a table
zh_cn: 桌子

source: and increased life regeneration
zh_cn: 提高了生命再生速度

source: are throwing a party
zh_cn: 在举办派对

source: ban <player>
zh_cn: ban <玩家名>

source: being eaten by cells
zh_cn: 逐渐细胞吞噬

source: copper
zh_cn: 铜币

source: d <number>
zh_cn: d <序号>

source: damage
zh_cn: 伤害

source: defense
zh_cn: 防御

source: dropped {0}
zh_cn: 掉落 {0}

source: dusk
zh_cn: 黄昏

source: exit
zh_cn: 退出

source: exit-nosave
zh_cn: 退出但不保存

source: gold
zh_cn: 金币

source: h
zh_cn: 时

source: have been defeated!
zh_cn: 已被击败!

source: is receiving tile data
zh_cn: 正在接收物块数据

source: is throwing a party
zh_cn: 在举办派对

source: kick <player>
zh_cn: kick <玩家名>

source: life
zh_cn: 生命

source: m
zh_cn: 分

source: magic damage
zh_cn: 魔法伤害

source: mana
zh_cn: 魔法

source: melee damage
zh_cn: 近战伤害

source: minute duration
zh_cn: 分钟持续时间

source: more
zh_cn: 更多

source: motd <words>
zh_cn: motd <公告>

source: password <pass>
zh_cn: password <密码>

source: platinum
zh_cn: 铂金币

source: range
zh_cn: 范围

source: ranged damage
zh_cn: 远程伤害

source: rolls a
zh_cn: 滚动一个

source: s
zh_cn: 秒

source: say <words>
zh_cn: say <信息>

source: second duration
zh_cn: 秒持续时间

source: silver
zh_cn: 银币

source: summon damage
zh_cn: 召唤伤害

source: throwing damage
zh_cn: 投掷伤害

source: {0} ({1}%) Fishing Power
zh_cn: {0}({1}%)垂钓力

source: {0} Fishing Power
zh_cn: {0}垂钓力

source: {0} World
zh_cn: {0}世界

source: {0} by {1}'s {2}.
zh_cn: {0},凶手是{1}的{2}.

source: {0} by {1}.
zh_cn: {0},凶手是{1}.

source: {0} cant be put back together again.
zh_cn: {0}再也不能复原了.

source: {0} clients connected
zh_cn: {0} 客户端已连接

source: {0} couldn't breathe.
zh_cn: {0}无法呼吸.

source: {0} couldn't contain the watts.
zh_cn: {0}无法控制瓦数.

source: {0} couldn't find the antidote.
zh_cn: {0}无法找到解药.

source: {0} couldn't put the fire out.
zh_cn: {0}无法把火扑灭.

source: {0} damage per second
zh_cn: {0}伤害/秒

source: {0} detected nearby!
zh_cn: 侦测到{0}!

source: {0} didn't bounce.
zh_cn: {0}没有反弹.

source: {0} didn't materialize
zh_cn: {0}未能成形

source: {0} died {1} ago
zh_cn: {0}在{1}前死了

source: {0} drowned.
zh_cn: {0}溺死了.

source: {0} enemies nearby!
zh_cn: 附近有{0}个怪物!

source: {0} fell to their death.
zh_cn: {0}摔死了.

source: {0} forgot to breathe.
zh_cn: {0}忘了呼吸.

source: {0} got impaled
zh_cn: {0}被刺穿了

source: {0} got massacred
zh_cn: {0}被屠杀了

source: {0} got melted.
zh_cn: {0}被熔化了.

source: {0} got snapped in half
zh_cn: {0}被折成两半了

source: {0} had their head removed
zh_cn: {0}的脑袋搬家了

source: {0} has arrived!
zh_cn: {0}已抵达!

source: {0} has awoken!
zh_cn: {0}已苏醒!

source: {0} has been defeated!
zh_cn: {0}已被打败!

source: {0} has defeated the {1}th {2}!
zh_cn: {0}打败了第{1}个{2}!

source: {0} has departed!
zh_cn: {0}已离开!

source: {0} has disabled PvP!
zh_cn: {0}已关闭PvP!

source: {0} has enabled PvP!
zh_cn: {0}已开启PvP!

source: {0} has joined the blue party.
zh_cn: {0}加入了蓝队.

source: {0} has joined the green party.
zh_cn: {0}加入了绿队.

source: {0} has joined the pink party.
zh_cn: {0}加入了粉队.

source: {0} has joined the red party.
zh_cn: {0}加入了红队.

source: {0} has joined the yellow party.
zh_cn: {0}加入了黄队.

source: {0} has joined.
zh_cn: {0}已加入.

source: {0} has left!
zh_cn: {0}已离开!

source: {0} has left.
zh_cn: {0}已离开.

source: {0} has teleported to {1}
zh_cn: {0} 已传送至 {1}

source: {0} have been defeated!
zh_cn: {0}已被打败!

source: {0} is already on this server.
zh_cn: 已在此服务器上.

source: {0} is connecting...
zh_cn: {0} 正在连接...

source: {0} is no longer on a party.
zh_cn: {0}不再属于任何队伍.

source: {0} is shark food.
zh_cn: {0}成了鲨鱼的食物.

source: {0} is sleeping with the fish.
zh_cn: {0}与鱼同眠.

source: {0} is {1}% corrupt and {2}% crimson.
zh_cn: {0}目前是{1}%的腐化与{2}%的血腥.

source: {0} is {1}% corrupt.
zh_cn: {0}目前是{1}%的腐化.

source: {0} is {1}% crimson.
zh_cn: {0}目前是{1}%的血腥.

source: {0} is {1}% hallow and {2}% corrupt.
zh_cn: {0}目前是{1}%的神圣与{2}%的腐化.

source: {0} is {1}% hallow and {2}% crimson.
zh_cn: {0}目前是{1}%的神圣与{2}%的血腥.

source: {0} is {1}% hallow, {2}% corrupt, and {3}% crimson.
zh_cn: {0}目前是{1}%的神圣,{2}%的腐化,以及{3}%的血腥.

source: {0} is {1}% hallow.
zh_cn: {0}目前是{1}%的神圣.

source: {0} just became another dirt pile.
zh_cn: {0}变成了另一个土堆.

source: {0} let their arms get torn off
zh_cn: {0}的胳膊断了

source: {0} likes to play in magma.
zh_cn: {0}喜欢在岩浆中玩耍.

source: {0} minute duration
zh_cn: {0}分钟持续时间

source: {0} mph
zh_cn: {0}英里/时

source: {0} needs to be swept up.
zh_cn: {0}需要被清走了.

source: {0} players connected.
zh_cn: {0}位玩家已连接.

source: {0} points
zh_cn: {0}分

source: {0} second duration
zh_cn: {0}秒持续时间

source: {0} shattered into pieces.
zh_cn: {0}碎成渣了.

source: {0} tried to escape.
zh_cn: {0}试图逃跑.

source: {0} tried to swim in lava.
zh_cn: {0}试图在岩浆中游泳.

source: {0} was booted: {1}
zh_cn: {0} 已踢出: {1}

source: {0} was brutally dissected
zh_cn: {0}被野蛮地解剖了

source: {0} was chopped up
zh_cn: {0}被千刀万剐了

source: {0} was cut down the middle
zh_cn: {0}的腰被斩断了

source: {0} was decapitated
zh_cn: {0}被斩首了

source: {0} was destroyed
zh_cn: {0}被毁了

source: {0} was eviscerated
zh_cn: {0}的内脏被取出了

source: {0} was hit {1} times before touching the ground!
zh_cn: 触地前,拍打{0}共{1}次!

source: {0} was incinerated.
zh_cn: {0}被烧成了灰.

source: {0} was licked.
zh_cn: {0}被舔了.

source: {0} was murdered
zh_cn: {0}被谋杀了

source: {0} was removed from {1}
zh_cn: {0}被踢出了{1}

source: {0} was slain
zh_cn: {0}被杀死了

source: {0} was slain...
zh_cn: {0}被杀死了...

source: {0} was stabbed.
zh_cn: {0}被刺伤了.

source: {0} was torn in half
zh_cn: {0}被撕成两半了

source: {0} was turned into a pile of flesh
zh_cn: {0}变成了一滩肉

source: {0} watched their innards become outards
zh_cn: {0}看着自己的内脏变成了“外脏”

source: {0}% bait power
zh_cn: {0}%鱼饵力

source: {0}% fishing power
zh_cn: {0}%垂钓力

source: {0}' East
zh_cn: {0}' 东边

source: {0}' West
zh_cn: {0}' 西边

source: {0}'s body was mangled
zh_cn: {0}的身体血肉模糊了

source: {0}'s entrails were ripped out
zh_cn: {0}的内脏被扯掉了

source: {0}'s extremities were detached
zh_cn: {0}被截肢了

source: {0}'s face was torn off
zh_cn: {0}的脸被撕烂了

source: {0}'s flailing about was finally stopped
zh_cn: {0}的鞭刑终于停止了

source: {0}'s legs appeared where her head should be.
zh_cn: {0}的腿长到她的脑袋那儿了.

source: {0}'s legs appeared where his head should be.
zh_cn: {0}的腿长到他的脑袋那儿了.

source: {0}'s meat was ripped off the bone
zh_cn: {0}被削肉去骨了

source: {0}'s plead for death was answered
zh_cn: {0}求死的愿望实现了

source: {0}'s skull was crushed
zh_cn: {0}的头骨被压碎了

source: {0}'s vital organs were ruptured
zh_cn: {0}的重要器官毁了

source: {0}: Complete!
zh_cn: {0}: 完成!

source: {?!Day}Check in with me, and do your job.
zh_cn: {?!Day}去做你的事吧,但要与我保持联络.

source: {?BloodMoon}You know, where I'm from, a Blood Moon is actually just an excuse to get some fresh air.
zh_cn: {?BloodMoon}你要知道,在我老家,血月只是出去呼吸新鲜空气的一个借口.

source: {?Day}Anyone see where the Dryad went?
zh_cn: {?Day}有人看见树妖去哪儿了吗?

source: {?HardMode}I know a Lavamancer that would really like that hellstone down in the underworld.
zh_cn: {?HardMode}我认识一位熔岩法师,他一定会喜欢地狱里的狱炎石.

source: {?MoonLordDefeated}Moon Lord, don't you mean Abyss Lord?
zh_cn: {?MoonLordDefeated}月亮领主?你难道不是在说深渊领主吗?

source: {Angler} wants YOU as the official {WorldName} errand monkey!
zh_cn: {Angler}想让你正式成为{WorldName}的跑腿官!

source: {Bartender} offered me a Root Beer, I told him to give it to me in a square cup.
zh_cn: {Bartender}给了我一杯根汁饮料,但我明明叫他倒在方杯子里的.

source: {Nurse} may help heal your body, but I can make you embody healing.
zh_cn: {Nurse}可以帮助治愈你的身体,但我可以让你的身体自愈.

source: {PlayerName}, Ye be one o' the finest lookin' lassies this here captain's seen in many a fortnight!
zh_cn: {PlayerName},你是俺船长这半个月见过的最漂亮的妞!没有之一!

source: {WorldName} is filled to the brim with the most outlandish kinds of fish!
zh_cn: {WorldName}到处都是各种稀奇古怪的鱼!

source: Русский (Russian)
zh_cn: Русский (俄语)

source: 简体中文 (Simplified Chinese)
zh_cn: 简体中文

source: d
zh_cn: 天
